{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Voice instruments, Gurjarī tōḍī raga.", "location": "Gundecha Brothers - Raga Gurjari Todi - Tero Bal Pratap_6e922c43-cf72-46b2-9f40-efde24c5de13_119438.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_723035.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Mēgh raga.", "location": "Gundecha Brothers - Raga - Megh - Alap_450a984f-0207-463c-af31-b8306c29f52c_237004.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Miśra māṇḍ raga.", "location": "Aarti Anklikar Tikekar - O Mara Bala Giridhari_d1b0cda3-2596-41a4-8a12-7fa5077f16c0_531693.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Voice instruments, Naṭ bhairav raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga - Nat Bhairav_a5feb87c-1f14-4f14-9bfc-cbe63b3d5e21_286880.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Miyām̐ malhār raga.", "location": "Kaustuv Kanti Ganguli - Raag Miyan Malhar_001932a8-85a2-4f3f-9497-5e322c85abcd_229343.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Puriyā dhanaśrī raga.", "location": "Gundecha Brothers - Raga - Puriya Dhanashri - Alap_b11d60e8-6841-4d14-95b3-51e05d083933_44246.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Din kī puriyā raga, ēktāl taal, flowing effortlessly.", "location": "Sanjeev Abhyankar - Kaare Kaare Badaraa Chhaye_6a18449a-56bb-475f-8bec-51e280261080_353482.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Tabla, Voice, Sarangi, Harmonium instruments, Dhanī raga, Tīntāl taal explore new depths.", "location": "Shruti Sadolikar - Raga - Dhani_219ed2bb-52d5-4c07-8dbf-ee72105e81ed_155883.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Dēś raga.", "location": "Abdul Rashid Khan - Garajat Baadar Chaunk Pari Mai_f0de74aa-416f-4da7-b2d8-c02cd6da978e_281860.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Bhairavi raga, Ādhā taal.", "location": "Bhimsen Joshi - Raga Bhairavi_6f2ff6eb-92a4-4125-ad9b-f02cffd3d62a_491222.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice, Tambura instruments, Bhāṭiyār raga.", "location": "Kaivalyakumar Gurav - Bhatiyar_cc55b9a2-bfc5-43f7-9f05-75a42e015490_306296.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bhairavi raga, Kēharvā taal, flowing effortlessly.", "location": "Brajeshwar Mukherjee - Irani Bhairavi Thumri_9f4ba52c-935c-4066-ad79-daa709dfa6ec_162053.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Bāgēśrī raga, ēktāl taal, flowing effortlessly.", "location": "Rashid Khan - Raga Bageshri_e6356fde-18ad-4d33-b599-0048403d5b37_198890.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Tambura instruments, Yaman kalyāṇ raga, Tīntāl, Rūpak taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Aslam Hussain Khan - Sab Sudh Raakh & Karam Ki Nazar Keejiye_1a2eb3ca-9c22-4cea-9b4f-21ddbe311ce3_466373.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tambura, Tabla, Voice instruments, Ābhōgī raga, Tīntāl taal, Madhya laaya, flowing effortlessly.", "location": "Sanjeev Abhyankar and Tripti Mukherjee - Raga Abhogi_cc7999c1-feb7-4fa7-8b45-7e6fc39c0ec6_276043.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Cārukēśi raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga - Charukeshi - Jhini Jhini_6761dcd8-4b65-4370-8f3c-1b2bc03e67a0_187942.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Pakhavaj, Voice instruments, Mārvā raga, Madhya laaya explore new depths.", "location": "Gundecha Brothers - Raga Marwa Jod_25d03f1f-ae02-4037-9f62-f48c7774ceeb_1061642.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bhāṭiyār raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Basavraj Rajaguru - Raga Bhatiyar_604b791d-9713-4158-9dad-43891ccb2535_964054.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Sitar instruments, Yaman kalyāṇ raga, Tīntāl taal, Madhya laaya.", "location": "Vilayat Khan - Raga Yaman_cc10fc3d-b96e-4c58-9c17-0ae85c68779a_458444.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice instruments, Bāgēśrī raga, ēktāl taal, Vilaṁbit laaya explore new depths.", "location": "Rashid Khan - Raga Bageshri_1d378f5b-33ac-47ae-9219-a03a394de1b9_108890.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Pūrvi raga.", "location": "Kaushiki Chakrabarty - Dhrupad Aalaap: Raga Poorvi_a642410a-07c0-42f3-8c38-485e5d4a8eef_161935.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice instruments, Bairāgi raga explore new depths.", "location": "Rashid Khan - Raga Bairagi Bhairav_c83a26a9-452f-49f4-bb4e-fad2d9bb9af1_243042.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Gauḍ sāraṅg raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Bhimsen Joshi - Raga Gaud Sarang_fa61b3ec-f0cc-4ff8-9b8b-498f88d6cf6a_601602.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Bhāṭiyār raga explore new depths.", "location": "Kaivalyakumar Gurav - Bhatiyar_cc55b9a2-bfc5-43f7-9f05-75a42e015490_156296.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Voice instruments, Darbāri raga.", "location": "Bhimsen Joshi - Raga Darbari_34952b01-4a9b-4f11-9518-e0904212efc2_286120.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Adānā raga.", "location": "Jasraj - Raga Adana_bce22707-3ce2-4810-948f-c55b795abe27_335990.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Sitar instruments, Yaman kalyāṇ raga, Tīntāl taal, Madhya laaya.", "location": "Vilayat Khan - Raga Yaman_cc10fc3d-b96e-4c58-9c17-0ae85c68779a_758444.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Sitar instruments, Yaman kalyāṇ raga, Tīntāl taal, Madhya laaya.", "location": "Vilayat Khan - Raga Yaman_cc10fc3d-b96e-4c58-9c17-0ae85c68779a_668444.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tambura, Tabla, Voice instruments, Bhīm raga, Tīntāl taal, Madhya laaya explore new depths.", "location": "Veena Sahasrabuddhe - Paar Na Paayo_4c667139-f09b-4129-84d2-5609dcea6c8c_122281.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Bāgēśrī raga, Tīntāl taal.", "location": "Kaushiki Chakrabarty - Khayal: Raga Bageshree (Teentaal)_58edf39d-50e6-42c4-a553-1ec70b0a4333_298633.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Sarangi instruments, Bibhās raga, Tīntāl taal, Madhya laaya.", "location": "Omkar Dadarkar - Raag Bibhas_d2b7d16c-d6c2-4ed0-9b63-312217b02a9e_169903.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Sitar instruments, Khamāj raga.", "location": "Vilayat Khan - Raga Mishra Khamaj - Aalap_52a412ba-a34c-4d3d-bb25-fa2c3a45c73c_100249.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Pakhavaj, Voice instruments, Puriyā dhanaśrī raga, flowing effortlessly.", "location": "Gundecha Brothers - Raga - Puriya Dhanashri - Alap_b11d60e8-6841-4d14-95b3-51e05d083933_134246.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Sarod instruments, Bhōpālī tōḍī raga, ēktāl taal.", "location": "Ali Akbar Khan - Raga - Bhopal Todi (1988)_c5dc82b6-be12-4631-a6c3-934d7453fd21_350435.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Voice instruments, Bilāsakhānī tōḍī raga, Tīntāl taal, Madhya laaya explore new depths.", "location": "Satyasheel Deshpande - Balam Mori Chando Kalaiya_62ccf764-ddbd-49d4-a05a-cda03f4192a6_66549.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Basant raga, Tīntāl taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Madhukar Aaj Basant_88b004be-6280-402b-a178-07efd6285326_343925.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Adānā raga, flowing effortlessly.", "location": "Shashank Maktedar - Raga Adana_bfebb35a-0de1-4225-9532-af65f875de97_555480.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Pūrvi raga.", "location": "Kaushiki Chakrabarty - Dhrupad Aalaap: Raga Poorvi_a642410a-07c0-42f3-8c38-485e5d4a8eef_221935.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Br̥ndāvanī sāraṅg, Jōg raga, Tīntāl taal, Madhya laaya.", "location": "Rattan Mohan Sharma and Gargee Sidhant - Raga Vrindavani Sarang And Jog_8df62a60-04fd-4c5a-b24f-868eca3cef1c_455861.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Bhairavi raga, Kēharvā taal.", "location": "Brajeshwar Mukherjee - Irani Bhairavi Thumri_9f4ba52c-935c-4066-ad79-daa709dfa6ec_72053.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Tabla, Sarangi instruments, Multāni raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Sabri Khan - Raga Multani_e4dfffeb-169e-4495-921e-7fdcee4e1dd7_542841.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Sarangi instruments, Adānā raga explore new depths.", "location": "Kamal Sabri and Sabri Khan and Sarvar Sabri and Suhail Yusuf Khan - Raag Adana_00d66bdd-73b3-4a89-9786-02051eae6dcf_169684.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Basant raga, Tīntāl taal.", "location": "C R Vyas - Raga Vasant - Cheez_bfcc1e70-172e-4ea0-8daf-09142cc5daa0_73974.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Tabla, Sitar instruments, Simhēndra madhyamaṁ raga.", "location": "Ravi Shankar - Raga Simhendra Madhyamam_10e7ffd2-553a-4c30-a4e4-fbcf39565888_161416.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Bhairavi raga, Ādhā taal.", "location": "Bhimsen Joshi - Raga Bhairavi_6f2ff6eb-92a4-4125-ad9b-f02cffd3d62a_701222.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Rāmdāsī malhār raga, ēktāl taal.", "location": "Sanjeev Abhyankar - Raga Ramdasi Malhar_35bd5102-d3bc-48da-a384-00848130aa72_260721.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Kuntavarāli raga.", "location": "Kaushiki Chakrabarty - Thillana: Raga Kuntanavarali_5dc50229-993f-4b35-8060-7e416c604b09_350467.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Voice instruments, Paṭaman̄jari raga, Cautāl, Tīntāl taal, Vilaṁbit laaya.", "location": "Kumar Gandharv - Raga Patmanjiri_491a6aa4-b6b3-4b17-9ceb-e4d2095b6631_611826.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_423035.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Spanish acoustic guitar, Tabla, Bansuri instruments, Sindhu bhairavi raga, Dādrā taal explore new depths.", "location": "Hariprasad Chaurasia - Dhun Sindh Bhairavin_3287b666-bef4-4ccb-b00d-e28699ad239b_193151.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Tabla, Harp, Voice, Harmonium instruments, Naṭ malhār raga, Tīntāl taal, flowing effortlessly.", "location": "Kishori Amonkar - Pawan Chalat Meha_fe71446a-90b6-4d73-94af-3fc383850c28_509681.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Pahāḍi raga, Dādrā taal, flowing effortlessly.", "location": "Ajoy Chakrabarty - Tori Tirchi Najaria Ke Baan Karajwa Mein Laage_d0c5220e-7a69-4a35-93cf-ca4cd62a9461_593720.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Tabla, Harp, Voice, Harmonium instruments, Gauḍ malhār raga, Tīntāl taal, flowing effortlessly.", "location": "Kishori Amonkar - Raga: Gaud Malhar: Drut Teental_28dd1d68-ee23-47f4-8776-33cc18adc44a_346496.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Khamāj raga, Ādhā taal explore new depths.", "location": "Shrinivas Joshi - Raga Mishra Khamaj_f21955ab-9cb2-44d7-a17a-1755333326fb_146405.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Durgā raga.", "location": "Gundecha Brothers - Raga Durga - Alap_b51ec51d-92de-43a3-84b5-92de4ce42d56_145322.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Voice instruments, Kāmōdvanti raga, Tīntāl taal.", "location": "Kumar Gandharv - Raga Kamodvanti_266a4a19-c0f6-4da7-b13f-52a68089b97f_235637.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Voice instruments, Bilāsakhānī tōḍī raga, Tīntāl taal, Madhya laaya, flowing effortlessly.", "location": "Satyasheel Deshpande - Balam Mori Chando Kalaiya_62ccf764-ddbd-49d4-a05a-cda03f4192a6_96549.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Ārabhi raga, Maṭṭā, Tīntāl taal, Madhya laaya.", "location": "Ashwini Bhide Deshpande - Raga Aarabhi_b918e6c2-7e16-4163-b647-b27605707de3_367010.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Bhūp raga.", "location": "Gundecha Brothers - Raga Bhupali - Shankar Suta Ganesha_7bb5421a-d540-43d6-962c-c8514c9f213a_308372.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Bhimapalās raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga - Bhimpalasi - Namo Anjani Nandnam_48f37eea-80db-400f-afcc-6cbcc57915b7_198812.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Voice instruments, Paṭaman̄jari raga, Cautāl, Tīntāl taal, Vilaṁbit laaya.", "location": "Kumar Gandharv - Raga Patmanjiri_491a6aa4-b6b3-4b17-9ceb-e4d2095b6631_281826.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bhairavi raga, Kēharvā taal.", "location": "Brajeshwar Mukherjee - Irani Bhairavi Thumri_9f4ba52c-935c-4066-ad79-daa709dfa6ec_252053.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Yaman kalyāṇ raga, Sitārkhānī taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Tana dere na_451be831-364f-4ac6-ba0b-c21cd8039c99_188658.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Hēmant raga.", "location": "Zakir Hussain and Sultan Khan - Raag Hemant_0440d9dd-3c28-4609-99d4-bb0031b610ef_681611.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Dēś raga, Ādhā taal.", "location": "Shrinivas Joshi - Raga Des_b52a2b20-cb66-4bc7-8560-96d0eb2ebf08_320021.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Pakhavaj, Voice instruments, Sōhinī raga, Sūltāl taal explore new depths.", "location": "Gundecha Brothers - Raga - Sohani - Taka Kamasinawari_f2fe73e7-5b48-4098-8de7-5103818d3a28_100918.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Naṭ bhairav raga, ēktāl taal.", "location": "Kaushiki Chakrabarty - Tarana: Raga Nat Bhairav_fd89c25b-b88b-4481-8c51-4283a6fa1ced_275144.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Ahira bhairav raga explore new depths.", "location": "Hirabai Barodekar - Raga Ahir Bhairav - Rasiya Mhara Mharoji_b31c1429-f99f-481c-9a0e-cb2d2f99ac84_128278.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Yaman kalyāṇ raga, Tīntāl, Rūpak taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Sab Sudh Raakh & Karam Ki Nazar Keejiye_1a2eb3ca-9c22-4cea-9b4f-21ddbe311ce3_706373.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Voice instruments, Naṭ bhairav raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga - Nat Bhairav_a5feb87c-1f14-4f14-9bfc-cbe63b3d5e21_376880.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Basant raga, Tīntāl taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Madhukar Aaj Basant_88b004be-6280-402b-a178-07efd6285326_193925.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice, Tambura instruments, Maṅgal bhairav raga, Tīntāl, Tilavāḍā taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Bhor Bhai Sakhi Ri & Chouk Pari Hoon_fa194900-6910-4f46-831c-946e01e01c05_368379.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Khamāj raga, Ādhā taal.", "location": "Shrinivas Joshi - Raga Mishra Khamaj_f21955ab-9cb2-44d7-a17a-1755333326fb_236405.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Santoor, Tabla, Voice, Sarangi, Flute instruments, Miśra māṇḍ raga.", "location": "Girija Devi - Surdas Bhajan_a7c12176-0e43-4761-af7c-f4d5ad336bda_354015.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Tambura instruments, Kalyāṇ raga, Tīntāl taal, flowing effortlessly.", "location": "Ajoy Chakrabarty - Raga Kalyan (Chotta Khayal)_dee669ef-01cd-47b2-a51d-f750370cf712_326615.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Ahira bhairav raga.", "location": "Hirabai Barodekar - Raga Ahir Bhairav - Rasiya Mhara Mharoji_b31c1429-f99f-481c-9a0e-cb2d2f99ac84_278278.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Adānā raga.", "location": "Jasraj - Raga Adana_bce22707-3ce2-4810-948f-c55b795abe27_485990.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Tambura instruments, Rāmdāsī malhār raga, ēktāl taal, flowing effortlessly.", "location": "Sanjeev Abhyankar - Raga Ramdasi Malhar_35bd5102-d3bc-48da-a384-00848130aa72_170721.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, flowing effortlessly.", "location": "Bade Ghulam Ali Khan - Thumri_02ab90b7-f8d6-40c5-8955-a83d337e9774_304989.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Campak raga.", "location": "Omkarnath Thakur - Raga Champak: Ae Mag Jai Ho_d7993595-2312-4a94-b565-debdc435fdaf_101186.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_772322.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Pakhavaj, Voice instruments, Gurjarī tōḍī raga, Sūltāl taal explore new depths.", "location": "Gundecha Brothers - Raga - Gurjari Todi - Tero Bala Pratapa_03e56763-f134-4e35-b1bd-6650263561d5_242375.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Tambura instruments, Maṅgal bhairav raga, Tīntāl, Tilavāḍā taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Aslam Hussain Khan - Bhor Bhai Sakhi Ri & Chouk Pari Hoon_fa194900-6910-4f46-831c-946e01e01c05_788379.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Gauḍ sāraṅg raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Bhimsen Joshi - Raga Gaud Sarang_fa61b3ec-f0cc-4ff8-9b8b-498f88d6cf6a_661602.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Tambura instruments, Alahaiyā bilāval raga, Jhūmrā, Jhaptāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Aslam Hussain Khan - Mangta Hoon Tere Dar Ka & E Ha Jiyo Pa_c53396aa-f369-4875-8c61-3f29787da6f5_165412.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Sitar instruments, Yaman kalyāṇ raga, Tīntāl taal, Madhya laaya.", "location": "Vilayat Khan - Raga Yaman_cc10fc3d-b96e-4c58-9c17-0ae85c68779a_1148444.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Mālkauns raga, ēktāl taal.", "location": "Prabha Atre - Mana Samajha Baaware_7166ab0e-4279-4b99-8caa-ca40f788a246_502571.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Alahaiyā bilāval raga, flowing effortlessly.", "location": "Jasraj - Karat Shringar Maiya Man Bhavat_7ed38940-f5e5-46cb-897d-ed408ddf8c85_123738.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Tabla, Harp, Voice, Harmonium instruments, Gauḍ malhār raga, Tīntāl taal, Vilaṁbit laaya explore new depths.", "location": "Kishori Amonkar - Raga: Gaud Malhar: Vilambit Teental_50a45482-2a3e-44a8-beea-1320f529fa00_699702.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Sitar instruments, Dēś raga.", "location": "Vilayat Khan - Raga Des_552c2682-4664-43bf-b021-f55106c5549f_128259.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Kāphī raga.", "location": "Prabha Atre - Ranaji Mein Bairaagi Hoongi - Thumari - Raag Kafi_e4f4f4b8-9477-4e0c-be25-437f9d00a5cc_552507.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Basant raga, Tīntāl taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Madhukar Aaj Basant_88b004be-6280-402b-a178-07efd6285326_103925.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Maṅgal bhairav raga, Tīntāl, Tilavāḍā taal, Vilaṁbit laaya explore new depths.", "location": "Aslam Hussain Khan - Bhor Bhai Sakhi Ri & Chouk Pari Hoon_fa194900-6910-4f46-831c-946e01e01c05_728379.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Bhūp raga.", "location": "Gundecha Brothers - Raga - Bhupali Alap_8d97d6be-603f-424d-8b59-2b2542b2d795_93640.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Sitar instruments, Pūrvi raga, flowing effortlessly.", "location": "Vilayat Khan - Raga Purvi - Aalap_d6c283b3-f1a3-43fb-996c-714669a48ef5_338647.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Tōḍī raga, flowing effortlessly.", "location": "Hirabai Barodekar - Raga Todi - Begun Gun Allah Ke Saamne_e9c4924f-3b6a-448c-8f0e-7c311eedf210_126461.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Tōḍī raga, Tīntāl taal.", "location": "Kishori Amonkar - Raga Todi - Khyal in Drut Teental_240fc89a-786d-4314-8182-ee48f3083bfa_441018.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Tabla, Harp, Voice, Harmonium instruments, Gauḍ malhār raga, Tīntāl taal, Vilaṁbit laaya.", "location": "Kishori Amonkar - Raga: Gaud Malhar: Vilambit Teental_50a45482-2a3e-44a8-beea-1320f529fa00_489702.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Khamāj raga, Ādhā taal explore new depths.", "location": "Shrinivas Joshi - Raga Mishra Khamaj_f21955ab-9cb2-44d7-a17a-1755333326fb_326405.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Voice instruments, Naṭ bhairav raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga - Nat Bhairav_a5feb87c-1f14-4f14-9bfc-cbe63b3d5e21_586880.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Adānā raga.", "location": "Jasraj - Raga Adana_bce22707-3ce2-4810-948f-c55b795abe27_245990.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Tabla, Voice, Sarangi, Harmonium instruments, Bhīm raga, Tīntāl taal.", "location": "Shruti Sadolikar - Paar Na Payo_7982ded1-65e2-47ca-b090-2f2528b2cde2_251363.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice instruments, Bāgēśrī raga, ēktāl taal explore new depths.", "location": "Rashid Khan - Raga Bageshri_e6356fde-18ad-4d33-b599-0048403d5b37_78890.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Bairāgi raga, Rūpak taal, Vilaṁbit laaya explore new depths.", "location": "Aslam Hussain Khan - Bina Prabhu Kaun_4b587d3f-4014-4d68-a958-17d51fe2c1c1_265686.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Hēmant raga explore new depths.", "location": "Zakir Hussain and Sultan Khan - Raag Hemant_0440d9dd-3c28-4609-99d4-bb0031b610ef_321611.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Voice instruments, Kāphī raga explore new depths.", "location": "Girija Devi - Raga Kafi Tappa_a104c3d0-285b-4e08-9729-8c827f79ed70_205776.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Yaman kalyāṇ raga, Sitārkhānī taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Tana dere na_451be831-364f-4ac6-ba0b-c21cd8039c99_218658.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Kāphī raga.", "location": "Prabha Atre - Ranaji Mein Bairaagi Hoongi - Thumari - Raag Kafi_e4f4f4b8-9477-4e0c-be25-437f9d00a5cc_522507.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice, Tambura instruments, Rāmdāsī malhār raga, ēktāl taal.", "location": "Sanjeev Abhyankar - Raga Ramdasi Malhar_35bd5102-d3bc-48da-a384-00848130aa72_440721.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Jōgiyā asavāri raga, Dīpacaṇḍī taal.", "location": "Basavraj Rajaguru - Raga Jogi Asawari_0f332402-b4f9-4ea9-89d6-6244194cfcee_319689.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Jōgiyā asavāri raga, Dīpacaṇḍī taal.", "location": "Basavraj Rajaguru - Raga Jogi Asawari_0f332402-b4f9-4ea9-89d6-6244194cfcee_169689.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Shehnai instruments, Khamāj raga.", "location": "Bismillah Khan - Gazal_b35390c0-7914-47bd-9879-1e18e9aa2424_137620.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Miśra pīlū raga.", "location": "Girija Devi - Khel Rahe Rang Hori_f4e969a2-e64d-49e1-aaeb-6b557c7e7517_286011.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Tōḍī raga, Tīntāl taal.", "location": "Kishori Amonkar - Raga Todi - Khyal in Drut Teental_240fc89a-786d-4314-8182-ee48f3083bfa_411018.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Sarod instruments, Kēdār raga, Dhamar taal, flowing effortlessly.", "location": "Buddhadev Das Gupta - Raga Kedar Medium Gat in Dhammar Tala_db4def24-8162-47e9-81ab-b105fc83bf18_386312.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Sarangi instruments, Tilak kāmōd raga, Dīpacaṇḍī taal.", "location": "Zakir Hussain and Sultan Khan - Chandni See Rat - Chachar Taal with vocal demonstration_3c65dc2f-b716-4891-8ac5-668ad0e4a7e9_238872.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Dēś raga.", "location": "Abdul Rashid Khan - Garajat Baadar Chaunk Pari Mai_f0de74aa-416f-4da7-b2d8-c02cd6da978e_251860.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Tabla, Sitar instruments, Simhēndra madhyamaṁ raga.", "location": "Ravi Shankar - Raga Simhendra Madhyamam_10e7ffd2-553a-4c30-a4e4-fbcf39565888_341416.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_483035.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Voice instruments, Śuddh sāraṅg raga, ēktāl taal, Vilaṁbit laaya.", "location": "Satyasheel Deshpande - Tapan Lagi Gahare_e63679b8-d529-4815-9e58-aac403e079e1_254981.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments.", "location": "Shrinivas Joshi - Commentary_7ce18364-bd0d-4e06-a341-3918f8fd1992_26429.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Sarod instruments, Bhōpālī tōḍī raga, ēktāl taal.", "location": "Ali Akbar Khan - Raga - Bhopal Todi (1988)_c5dc82b6-be12-4631-a6c3-934d7453fd21_620435.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Tabla, Sarangi instruments, Khamāj raga.", "location": "Ram Narayan - Mishra Khamal Thumri_bb803be7-d31a-4c10-a576-328bab0e1b40_446459.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Dhanaśrī raga, Tīntāl taal.", "location": "Jasraj - Raga: Dhanashri Khayal_8a8e2539-d866-4ce2-92c7-f8320693d07b_208722.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bāgēśrī raga.", "location": "Dagar Brothers of Udaipur - Bageshree - Khayaal_7b301bad-e80c-4341-b5b3-8da85cc8f933_53169.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bhairavi raga, flowing effortlessly.", "location": "Hirabai Barodekar - Laagi Mori Bindiya_58fe8c71-eaf5-4bc3-841b-62cd9bd10dc9_66388.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice, Tambura instruments, Bhāṭiyār raga.", "location": "Kaivalyakumar Gurav - Bhatiyar_cc55b9a2-bfc5-43f7-9f05-75a42e015490_216296.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Voice instruments, Śuddh sāraṅg raga, ēktāl taal, Vilaṁbit laaya.", "location": "Satyasheel Deshpande - Tapan Lagi Gahare_e63679b8-d529-4815-9e58-aac403e079e1_374981.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Sarod instruments, Bhōpālī tōḍī raga, ēktāl taal.", "location": "Ali Akbar Khan - Raga - Bhopal Todi (1988)_c5dc82b6-be12-4631-a6c3-934d7453fd21_470435.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bhairavi raga, Ādhā taal, flowing effortlessly.", "location": "Bhimsen Joshi - Raga Bhairavi_6f2ff6eb-92a4-4125-ad9b-f02cffd3d62a_221222.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Madhukauns raga explore new depths.", "location": "Kaustuv Kanti Ganguli - Raag Madhukauns_89224046-f086-4530-b2a3-70f9ae697faf_233074.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Maṅgal bhairav raga, Tīntāl, Tilavāḍā taal, Vilaṁbit laaya explore new depths.", "location": "Aslam Hussain Khan - Bhor Bhai Sakhi Ri & Chouk Pari Hoon_fa194900-6910-4f46-831c-946e01e01c05_608379.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Jaijaivanti raga, ēktāl taal.", "location": "Bhimsen Joshi - Raga Jaijaiwanti_a2956a80-ae3c-462a-8e95-a3ff6ae30f3a_227871.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Sarangi instruments, Pañcam raga.", "location": "Kamal Sabri and Sabri Khan and Sarvar Sabri and Suhail Yusuf Khan - Raag Pancham_fd8bdba9-0012-43db-8b2c-3362fba22078_360927.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Jaunpuri raga, Tīntāl taal, Madhya laaya, flowing effortlessly.", "location": "Kishori Amonkar - Raga Jeevanpuri: Madhyalaya Khayal - Teental_61c1ee60-3e3f-4262-b5b9-fbcd52a2b32a_428288.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Miśra pīlū raga explore new depths.", "location": "Girija Devi - Khel Rahe Rang Hori_f4e969a2-e64d-49e1-aaeb-6b557c7e7517_196011.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Sitar instruments, Bhairavi raga, Kēharvā taal.", "location": "Niladri Kumar - Raga Bhairavi, Dhun Punjabi Kehar_38aa7ce5-4767-4474-86c5-912e8896d993_177703.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Hēmant raga.", "location": "Zakir Hussain and Sultan Khan - Raag Hemant_0440d9dd-3c28-4609-99d4-bb0031b610ef_471611.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Dēś raga.", "location": "Abdul Rashid Khan - Garajat Baadar Chaunk Pari Mai_f0de74aa-416f-4da7-b2d8-c02cd6da978e_551860.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice instruments, Adānā raga explore new depths.", "location": "Shashank Maktedar - Raga Adana_bfebb35a-0de1-4225-9532-af65f875de97_585480.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Dēś raga.", "location": "Abdul Rashid Khan - Haare -Haare, Haare Piya - Desh_39f429c9-ee16-414d-b8d0-fbf1d0bc6e79_362227.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Bansuri instruments, Candramauli raga.", "location": "Pannalal Ghosh - Raga Chandramauli Drut_8b8e63a6-fa7a-49bf-8399-427a426e065b_36576.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Pūrvi raga.", "location": "Kaushiki Chakrabarty - Dhrupad Aalaap: Raga Poorvi_a642410a-07c0-42f3-8c38-485e5d4a8eef_431935.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice instruments, Bairāgi raga.", "location": "Rashid Khan - Raga Bairagi Bhairav_c83a26a9-452f-49f4-bb4e-fad2d9bb9af1_213042.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice, Tambura instruments, Nāyakī kānaḍā raga, Jhaptāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - More Piya Jo Ghar Aye_454819cb-8447-4bb4-92f4-3c8c37e837ae_590501.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice instruments, Hamsadhvāni raga, Tīntāl taal explore new depths.", "location": "Rajan Mishra and Sajan Mishra - Raga Hamsadhwani-Tarana In Drut Teental_66dcff23-bcf4-4a32-82fb-e6bb679c0d5d_175468.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Yaman kalyāṇ raga, Tīntāl, Rūpak taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Sab Sudh Raakh & Karam Ki Nazar Keejiye_1a2eb3ca-9c22-4cea-9b4f-21ddbe311ce3_616373.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Bārvā raga.", "location": "Omkarnath Thakur - Kabir Bhajan: Re Din Kaise Kate Re_854c6f98-b444-42ff-aa94-b1c69fba74d8_78674.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Voice instruments, Ābhōgī raga, ēktāl taal, flowing effortlessly.", "location": "Bhimsen Joshi - Rag Abhogi Drut Ektal_15fae9e1-01a0-4b4b-bcc9-4c84321a66a0_64418.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Tabla, Harp, Voice, Harmonium instruments, Naṭ malhār raga, Tīntāl taal, flowing effortlessly.", "location": "Kishori Amonkar - Pawan Chalat Meha_fe71446a-90b6-4d73-94af-3fc383850c28_419681.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments.", "location": "Shrinivas Joshi - Commentary_40b81dcf-9624-435a-9ac6-67122e78befd_86429.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice instruments, Ahira bhairav raga explore new depths.", "location": "Dattatreya L Velankar - Ahir Bhairav-Meera Bhajan_cac2fbb0-ebe4-4d24-a63a-9b0b583bd05a_275478.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Sōhinī raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga - Sohani - Awana Kaha Gaye_c3075fcd-2e27-49f2-bb94-87e6ce4fb0e0_280023.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_802322.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice instruments, Bāgēśrī raga, Tīntāl taal.", "location": "Rashid Khan - Raga Bageshri_067be25e-109c-40f8-9338-84f1fe886538_198890.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice, Tambura instruments, Nāyakī kānaḍā raga, Jhaptāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - More Piya Jo Ghar Aye_454819cb-8447-4bb4-92f4-3c8c37e837ae_740501.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Pakhavaj, Voice instruments, Mārvā raga, Madhya laaya, flowing effortlessly.", "location": "Gundecha Brothers - Raga Marwa Jod_25d03f1f-ae02-4037-9f62-f48c7774ceeb_251642.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Ābhōgī raga, Tīntāl taal, Madhya laaya.", "location": "Sanjeev Abhyankar and Tripti Mukherjee - Raga Abhogi_cc7999c1-feb7-4fa7-8b45-7e6fc39c0ec6_246043.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Basant raga, Tīntāl taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Madhukar Aaj Basant_88b004be-6280-402b-a178-07efd6285326_313925.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Pakhavaj, Voice instruments, Gurjarī tōḍī raga, Sūltāl taal explore new depths.", "location": "Gundecha Brothers - Raga Gujari Todi_25ae3ac8-eccb-48d4-8e53-320131d759c2_759120.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Mēgh malahār raga, Jhaptāl taal.", "location": "Bade Ghulam Ali Khan - Raga Megh Malhar Sadra_e51aa478-25e7-4d82-8cf2-b84c6c71a57c_479981.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Sōhinī raga.", "location": "Bade Ghulam Ali Khan - Prem Ki Maar Katar_0159d351-703e-4db9-a2e3-553ad582256c_40960.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Guṇakārī raga, flowing effortlessly.", "location": "Salamat Ali Khan - Raga Gunkali_f944262b-aee2-4e3b-8482-bf728a70f646_623172.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Cārukēśi raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga - Charukeshi - Jhini Jhini_6761dcd8-4b65-4370-8f3c-1b2bc03e67a0_547942.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bhāṭiyār raga, Tīntāl, ēktāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Basavraj Rajaguru - Raga Bhatiyar_604b791d-9713-4158-9dad-43891ccb2535_784054.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Voice instruments, Bhairavi raga explore new depths.", "location": "Girija Devi - Raga Bhairavi_25fc66b9-0ebc-40e7-8e2e-416410b6032b_592660.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Tabla, Voice, Sarangi, Harmonium instruments, Bhīm raga, Tīntāl taal.", "location": "Shruti Sadolikar - Paar Na Payo_7982ded1-65e2-47ca-b090-2f2528b2cde2_701363.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Yaman kalyāṇ raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga - Yaman - Murata Mana Bhaye_5577c22f-bf82-4d14-b4dd-1b39c7b468e7_81184.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Sitar instruments, Pūrvi raga.", "location": "Vilayat Khan - Raga Purvi - Aalap_d6c283b3-f1a3-43fb-996c-714669a48ef5_758647.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Basavraj Rajaguru - Raga Alhaiya Bilawal_3d0539f5-2d30-422f-9647-b3e14fd9787d_848012.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Bansuri instruments, Hamsanārāyaṇi raga, flowing effortlessly.", "location": "Pannalal Ghosh - Raga Hansnarayini_61ea55b5-8f5f-4fe9-bd4b-7f9c6c0e65c3_67888.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Nāyakī kānaḍā raga, Jhaptāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - More Piya Jo Ghar Aye_454819cb-8447-4bb4-92f4-3c8c37e837ae_260501.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Dēśakār raga, flowing effortlessly.", "location": "Hirabai Barodekar - Raga Deskar - Hun To Tere Kaaran Jaagi_b841469c-4420-43f8-947e-91d97f72d344_127308.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Śivaran̄jani raga.", "location": "Gundecha Brothers - Raga Shivaranjani - Sandhya Sanjivani_dbbf170e-3a63-45ef-9bc9-d23b446f074c_104752.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Voice instruments, Tīntāl taal, flowing effortlessly.", "location": "Kumar Gandharv - Raga Chaiti Bhoop_a60a0e7a-a9d7-4669-b1c7-43d8dc7af1aa_108770.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bhāṭiyār raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Basavraj Rajaguru - Raga Bhatiyar_604b791d-9713-4158-9dad-43891ccb2535_844054.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Hamsadhvāni raga, Tīntāl taal.", "location": "Jasraj - Raga - Hansdhwani_06cc10fd-d57e-4581-9627-ee7422c273dd_433512.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Pakhavaj, Voice instruments, Sōhinī raga, Sūltāl taal explore new depths.", "location": "Gundecha Brothers - Raga - Sohani - Taka Kamasinawari_f2fe73e7-5b48-4098-8de7-5103818d3a28_130918.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Shehnai instruments, Khamāj raga.", "location": "Bismillah Khan - Gazal_b35390c0-7914-47bd-9879-1e18e9aa2424_257620.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bāgēśrī raga, flowing effortlessly.", "location": "Hirabai Barodekar - Eri Aise Kaise Ghar Jaaun_dd20badd-61cc-47ac-9222-12d898dcbe24_97041.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_592322.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Voice instruments, Naṭ bhairav raga, Tīntāl, ēktāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Jasraj - Raga - Nat Bhairav_a5feb87c-1f14-4f14-9bfc-cbe63b3d5e21_676880.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice instruments, Candrakauns raga, ēktāl taal, Madhya laaya.", "location": "Jayateerth Mevundi - Chandrakauns - Tarana_3f046854-bd77-4f78-93d0-64ba2b5d30bf_310079.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya explore new depths.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_843035.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Yaman kalyāṇ raga.", "location": "Kaustuv Kanti Ganguli - Raag Yaman_82f80a73-a455-408a-a1bd-241b4b4f2388_160227.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Gauḍ sāraṅg raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Bhimsen Joshi - Raga Gaud Sarang_fa61b3ec-f0cc-4ff8-9b8b-498f88d6cf6a_811602.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Voice instruments, Bihāg raga, flowing effortlessly.", "location": "Gundecha Brothers - Raga Bihag - Mahakaal Mahadev_7344b268-741a-444f-81ed-f7c89fefe020_385936.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Sarangi instruments, Bibhās raga, Tīntāl taal, Madhya laaya, flowing effortlessly.", "location": "Omkar Dadarkar - Raag Bibhas_d2b7d16c-d6c2-4ed0-9b63-312217b02a9e_649903.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice instruments, Jaunpuri raga, Tīntāl taal, Madhya laaya.", "location": "Kishori Amonkar - Raga Jeevanpuri: Madhyalaya Khayal - Teental_61c1ee60-3e3f-4262-b5b9-fbcd52a2b32a_98288.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice instruments, Bāgēśrī raga, Tīntāl taal.", "location": "Rashid Khan - Raga Bageshri_067be25e-109c-40f8-9338-84f1fe886538_138890.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bihāg raga.", "location": "Abdul Rashid Khan - Qutab Rabani Mehboob Subhani_858a82b8-562e-4a7c-a7a2-6cbc65967e99_235428.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Yaman kalyāṇ raga, Sitārkhānī taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Tana dere na_451be831-364f-4ac6-ba0b-c21cd8039c99_278658.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Sarangi instruments, Mālkauns raga, flowing effortlessly.", "location": "Ulhas Kashalkar - Malkauns Alaap_6239fa77-419d-4200-ba63-30431039d6ef_75744.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Sitar instruments, Candrakauns raga.", "location": "Vilayat Khan - Raga Chandrakauns - Asthai_d0f2e2f0-c693-4c39-8ce4-27944e14494d_161001.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Mēgh malahār raga, Jhaptāl taal.", "location": "Bade Ghulam Ali Khan - Raga Megh Malhar Sadra_e51aa478-25e7-4d82-8cf2-b84c6c71a57c_689981.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Śuddh kalyāṇ raga explore new depths.", "location": "Omkarnath Thakur - Raga Shuddha Kalyan: bolan Laage Nanadiya_fc0f2ff1-d8e6-4bb0-bae7-fa91e5c933f5_234178.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_1012322.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Mārvā raga, Madhya laaya.", "location": "Gundecha Brothers - Raga Marwa Jod_25d03f1f-ae02-4037-9f62-f48c7774ceeb_761642.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Miśra māṇḍ raga.", "location": "Ajay Pohankar - Kabir Doha_48cba7c6-1aad-446d-8a33-36190a442a7f_266965.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Bansuri instruments, Tilak kāmōd raga.", "location": "Pannalal Ghosh - Kajri_24956a49-f851-4dc8-8886-c2a3c2070d78_40766.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments.", "location": "Bade Ghulam Ali Khan - Thumri_02ab90b7-f8d6-40c5-8955-a83d337e9774_484989.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Tōḍī raga.", "location": "Omkarnath Thakur - Raga Todi: garwa Main Sang Laagi_5fdfae7a-f92f-48d8-ae05-bee1cd2f6f18_262168.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Sitar instruments, Madhuvanti raga.", "location": "Vilayat Khan - Raga Madhuvanti - Asthai_85bef112-0973-461d-981d-3a7a9694a921_43718.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_442322.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Voice instruments, Bihāg raga, flowing effortlessly.", "location": "Gundecha Brothers - Raga Bihag - Mahakaal Mahadev_7344b268-741a-444f-81ed-f7c89fefe020_295936.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Sitar instruments, Bhairavi raga, Kēharvā taal explore new depths.", "location": "Niladri Kumar - Raga Bhairavi, Dhun Punjabi Kehar_38aa7ce5-4767-4474-86c5-912e8896d993_147703.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Alahaiyā bilāval raga, Jhūmrā, Jhaptāl taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Mangta Hoon Tere Dar Ka & E Ha Jiyo Pa_c53396aa-f369-4875-8c61-3f29787da6f5_405412.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Pahāḍi raga, Dādrā taal.", "location": "Ajoy Chakrabarty - Tori Tirchi Najaria Ke Baan Karajwa Mein Laage_d0c5220e-7a69-4a35-93cf-ca4cd62a9461_143720.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Sōhinī raga.", "location": "Ajoy Chakrabarty - Thumri Sohoni_a329b78b-72c9-486a-9f3b-2eca25ee3a5e_139573.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_232322.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Yaman kalyāṇ, Kalyāṇi raga explore new depths.", "location": "Kaushiki Chakrabarty - Yaman - Tarana - Ode Ne Te; Kalyani - Thillana - Tadara Dani_59ccc29e-d179-4439-b523-1a269443594e_457602.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Tilak kāmōd raga.", "location": "Bade Ghulam Ali Khan - Thumri Tilak Kamod_484625a2-8995-444e-b27b-062e14b482db_377074.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Voice instruments, Gauḍ malhār raga, Tīntāl taal.", "location": "Satyasheel Deshpande - Jani Jani Tumhare Man Ki_4742ee8a-fb5e-44d5-bd51-965235da1f18_154465.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Bhairavi raga, Tīntāl taal, flowing effortlessly.", "location": "Girija Devi - Bandish Thumri in Raga Bhairavi (Teental)_1e9c8de9-4711-445c-b803-cd03517ade91_547367.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Bhairavi raga, Ādhā taal.", "location": "Bhimsen Joshi - Raga Bhairavi_6f2ff6eb-92a4-4125-ad9b-f02cffd3d62a_161222.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Dēś raga, Ādhā taal, flowing effortlessly.", "location": "Shrinivas Joshi - Raga Des_b52a2b20-cb66-4bc7-8560-96d0eb2ebf08_260021.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tambura, Tabla, Voice instruments, Kalāvati raga, Tīntāl taal, Madhya laaya, flowing effortlessly.", "location": "Sanjeev Abhyankar and Tripti Mukherjee - Raga Kalawati_36e4f7f2-2f99-4ec0-939c-5da8e65d870c_214112.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bairāgi raga, Rūpak taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Aslam Hussain Khan - Bina Prabhu Kaun_4b587d3f-4014-4d68-a958-17d51fe2c1c1_1105686.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Sitar instruments, Yaman kalyāṇ raga, Tīntāl taal, Madhya laaya.", "location": "Vilayat Khan - Raga Yaman_cc10fc3d-b96e-4c58-9c17-0ae85c68779a_548444.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Śuddh kalyāṇ raga.", "location": "Omkarnath Thakur - Raga Shuddha Kalyan: bolan Laage Nanadiya_fc0f2ff1-d8e6-4bb0-bae7-fa91e5c933f5_354178.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Yaman kalyāṇ, Kalyāṇi raga.", "location": "Kaushiki Chakrabarty - Yaman - Tarana - Ode Ne Te; Kalyani - Thillana - Tadara Dani_59ccc29e-d179-4439-b523-1a269443594e_517602.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_1023035.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Sitar instruments, Bihāg raga.", "location": "Vilayat Khan - Raga Bihag_543ba38e-f656-47e3-b371-dd0071804b26_67783.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice instruments, Din kī puriyā raga, ēktāl taal.", "location": "Sanjeev Abhyankar - Kaare Kaare Badaraa Chhaye_6a18449a-56bb-475f-8bec-51e280261080_173482.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Voice instruments, Tīntāl taal, flowing effortlessly.", "location": "Kumar Gandharv - Raga Chaiti Bhoop_a60a0e7a-a9d7-4669-b1c7-43d8dc7af1aa_288770.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Bansuri instruments, Hamsanārāyaṇi raga.", "location": "Pannalal Ghosh - Raga Hansnarayini_61ea55b5-8f5f-4fe9-bd4b-7f9c6c0e65c3_157888.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Sōhinī raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga - Sohani - Awana Kaha Gaye_c3075fcd-2e27-49f2-bb94-87e6ce4fb0e0_310023.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Mēgh malahār raga, Jhaptāl taal.", "location": "Bade Ghulam Ali Khan - Raga Megh Malhar Sadra_e51aa478-25e7-4d82-8cf2-b84c6c71a57c_209981.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tambura, Tabla, Voice instruments, Ābhōgī raga, Tīntāl taal, Madhya laaya explore new depths.", "location": "Sanjeev Abhyankar and Tripti Mukherjee - Raga Abhogi_cc7999c1-feb7-4fa7-8b45-7e6fc39c0ec6_816043.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Miśra māṇḍ raga.", "location": "Ajay Pohankar - Kabir Doha_48cba7c6-1aad-446d-8a33-36190a442a7f_206965.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Voice instruments, Sur malhār raga, Jhaptāl taal, Madhya laaya.", "location": "Satyasheel Deshpande - Jhoola Jhoolat Banmein Gopiya_02a14843-c048-46db-858c-94b79d3e82bc_129109.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Dēś raga.", "location": "Abdul Rashid Khan - Mehrva Ras Bundan Barse_d0c926d8-2afb-4e4b-b6fb-c2bcf92b18c6_219731.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bihāg raga, flowing effortlessly.", "location": "Abdul Rashid Khan - Qutab Rabani Mehboob Subhani_858a82b8-562e-4a7c-a7a2-6cbc65967e99_625428.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Dēś raga explore new depths.", "location": "Abdul Rashid Khan - Haare -Haare, Haare Piya - Desh_39f429c9-ee16-414d-b8d0-fbf1d0bc6e79_182227.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Sarangi instruments, Mālkauns raga, Tīntāl taal.", "location": "Pandit Dinkar Kaikini - Shyam Sundar Nachat_37dc3309-874b-443a-a773-7ea069e74cb1_29309.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Mārvā raga, Madhya laaya.", "location": "Gundecha Brothers - Raga Marwa Jod_25d03f1f-ae02-4037-9f62-f48c7774ceeb_491642.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Sitar instruments, Bhairavi raga, Kēharvā taal explore new depths.", "location": "Niladri Kumar - Raga Bhairavi, Dhun Punjabi Kehar_38aa7ce5-4767-4474-86c5-912e8896d993_327703.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Pūrvi raga.", "location": "Kaushiki Chakrabarty - Dhrupad Aalaap: Raga Poorvi_a642410a-07c0-42f3-8c38-485e5d4a8eef_131935.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Tabla, Sarangi instruments, Multāni raga, Tīntāl, ēktāl taal, Vilaṁbit laaya explore new depths.", "location": "Sabri Khan - Raga Multani_e4dfffeb-169e-4495-921e-7fdcee4e1dd7_692841.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Sitar instruments, Madhuvanti raga.", "location": "Vilayat Khan - Raga Madhuvanti - Jalad_b24f27b2-fe99-4a1f-b587-baa0577e9b34_102443.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Sarod instruments, Kēdār raga, Dhamar taal.", "location": "Buddhadev Das Gupta - Raga Kedar Medium Gat in Dhammar Tala_db4def24-8162-47e9-81ab-b105fc83bf18_146312.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Nāyakī kānaḍā raga, Jhaptāl, ēktāl taal, Vilaṁbit laaya explore new depths.", "location": "Jasraj - More Piya Jo Ghar Aye_454819cb-8447-4bb4-92f4-3c8c37e837ae_170501.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Dēśakār raga.", "location": "Hirabai Barodekar - Raga Deskar - Hun To Tere Kaaran Jaagi_b841469c-4420-43f8-947e-91d97f72d344_97308.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Mēgh malahār raga, Jhaptāl taal.", "location": "Bade Ghulam Ali Khan - Raga Megh Malhar Sadra_e51aa478-25e7-4d82-8cf2-b84c6c71a57c_299981.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Violin, Tabla, Voice instruments, Kīravāṇi raga, ēktāl taal, Madhya laaya explore new depths.", "location": "Kaustuv Kanti Ganguli - Kirwani Bhajan_f89ad73c-88a0-4cb4-b8cc-e5241a77d8b9_120782.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_1113035.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice, Tambura instruments, Kalyāṇ raga, Tīntāl taal.", "location": "Ajoy Chakrabarty - Raga Kalyan (Chotta Khayal)_dee669ef-01cd-47b2-a51d-f750370cf712_296615.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tabla, Sarod instruments, Bhōpālī tōḍī raga, ēktāl taal.", "location": "Ali Akbar Khan - Raga - Bhopal Todi (1988)_c5dc82b6-be12-4631-a6c3-934d7453fd21_1070435.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Pakhavaj, Voice instruments, Gurjarī tōḍī raga, Sūltāl taal explore new depths.", "location": "Gundecha Brothers - Raga Gujari Todi_25ae3ac8-eccb-48d4-8e53-320131d759c2_369120.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Madhukauns raga, flowing effortlessly.", "location": "Kaustuv Kanti Ganguli - Raag Madhukauns_89224046-f086-4530-b2a3-70f9ae697faf_143074.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice, Tambura instruments, Miśra māṇḍ raga.", "location": "Aarti Anklikar Tikekar - O Mara Bala Giridhari_d1b0cda3-2596-41a4-8a12-7fa5077f16c0_261693.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Sitar instruments, Bhairavi raga, Kēharvā taal explore new depths.", "location": "Niladri Kumar - Raga Bhairavi, Dhun Punjabi Kehar_38aa7ce5-4767-4474-86c5-912e8896d993_207703.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Bhairavi raga.", "location": "Jasraj - Raga: Bairavi_1b2655a4-6d70-446b-baf2-86f78d507bb3_179837.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Voice instruments, Kāmōdvanti raga, Tīntāl taal.", "location": "Kumar Gandharv - Raga Kamodvanti_266a4a19-c0f6-4da7-b13f-52a68089b97f_85637.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Candrakauns, Madhukauns raga, Tīntāl taal.", "location": "Rattan Mohan Sharma and Gargee Sidhant - Raga Madhukauns and Chandrakauns_b5c26e6d-611e-49b7-978b-69318714125f_331673.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Bhūp raga.", "location": "Gundecha Brothers - Raga - Bhupali Alap_8d97d6be-603f-424d-8b59-2b2542b2d795_63640.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Voice instruments, Bhairavi raga.", "location": "Girija Devi - Raga Bhairavi_25fc66b9-0ebc-40e7-8e2e-416410b6032b_142660.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Bhairavi raga, Ādhā taal, flowing effortlessly.", "location": "Girija Devi - Tappa in Raga Bhairavi (Addha Taal)_1a205741-4ae0-456a-9e2f-3d8fe1338757_285650.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_472322.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Sitar instruments, Candrakauns raga explore new depths.", "location": "Vilayat Khan - Raga Chandrakauns - Jalad_83b72329-69be-4722-a054-ae05b1705117_70082.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice, Tambura instruments, Maṅgal bhairav raga, Tīntāl, Tilavāḍā taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Bhor Bhai Sakhi Ri & Chouk Pari Hoon_fa194900-6910-4f46-831c-946e01e01c05_548379.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Tabla, Sarangi instruments, Multāni raga, Tīntāl, ēktāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Sabri Khan - Raga Multani_e4dfffeb-169e-4495-921e-7fdcee4e1dd7_302841.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Gurjarī tōḍī raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga - Gurjari Todi - Tero Bala Pratapa_03e56763-f134-4e35-b1bd-6650263561d5_272375.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Voice instruments, Gurjarī tōḍī raga.", "location": "Gundecha Brothers - Raga Gurjari Todi - Tero Bal Pratap_6e922c43-cf72-46b2-9f40-efde24c5de13_89438.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Dēś raga explore new depths.", "location": "Abdul Rashid Khan - Haare -Haare, Haare Piya - Desh_39f429c9-ee16-414d-b8d0-fbf1d0bc6e79_512227.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Tilak kāmōd raga.", "location": "Bade Ghulam Ali Khan - Thumri Tilak Kamod_484625a2-8995-444e-b27b-062e14b482db_497074.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Śivaran̄jani raga.", "location": "Gundecha Brothers - Raga Shivaranjani - Sandhya Sanjivani_dbbf170e-3a63-45ef-9bc9-d23b446f074c_224752.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_862322.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Gurjarī tōḍī raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga Gujari Todi_25ae3ac8-eccb-48d4-8e53-320131d759c2_609120.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Sitar instruments, Lalit raga.", "location": "Vilayat Khan - Raga Lalat - Asthai_43c76458-973b-4e5d-aa58-c2c09a364cc6_41346.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Rāmdāsī malhār raga, ēktāl taal.", "location": "Sanjeev Abhyankar - Raga Ramdasi Malhar_35bd5102-d3bc-48da-a384-00848130aa72_140721.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Bhairavi raga, Ādhā taal, flowing effortlessly.", "location": "Girija Devi - Tappa in Raga Bhairavi (Addha Taal)_1a205741-4ae0-456a-9e2f-3d8fe1338757_165650.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Tabla, Harp, Voice, Harmonium instruments, Gauḍ malhār raga, Tīntāl taal, Vilaṁbit laaya.", "location": "Kishori Amonkar - Raga: Gaud Malhar: Vilambit Teental_50a45482-2a3e-44a8-beea-1320f529fa00_639702.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Lalit raga.", "location": "K_6cd94f6d-607d-415e-ae0c-127492f76ef1_177535.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Bansuri instruments, Bhōpālī tōḍī raga.", "location": "Pannalal Ghosh - Raga Bhupali Todi_4d61830c-270f-4e04-986b-60f0c7882d52_95746.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Kalāvati raga, Tīntāl taal, Madhya laaya.", "location": "Sanjeev Abhyankar and Tripti Mukherjee - Raga Kalawati_36e4f7f2-2f99-4ec0-939c-5da8e65d870c_634112.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Sitar instruments, Yaman kalyāṇ raga, Tīntāl taal, Madhya laaya.", "location": "Vilayat Khan - Raga Yaman_cc10fc3d-b96e-4c58-9c17-0ae85c68779a_818444.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Tambura instruments, Maṅgal bhairav raga, Tīntāl, Tilavāḍā taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Aslam Hussain Khan - Bhor Bhai Sakhi Ri & Chouk Pari Hoon_fa194900-6910-4f46-831c-946e01e01c05_398379.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Tabla, Harp, Voice, Harmonium instruments, Gauḍ malhār raga, Tīntāl taal, Vilaṁbit laaya explore new depths.", "location": "Kishori Amonkar - Raga: Gaud Malhar: Vilambit Teental_50a45482-2a3e-44a8-beea-1320f529fa00_459702.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Guṇakārī raga.", "location": "Salamat Ali Khan - Raga Gunkali_f944262b-aee2-4e3b-8482-bf728a70f646_413172.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, flowing effortlessly.", "location": "Hirabai Barodekar - Bhajan - Chakar Rakho Ji Sanwariya_0838415c-6a1b-412e-a82b-56c350312185_68154.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Mālkauns raga, Tīntāl taal.", "location": "Aslam Hussain Khan - Nis Nis Din Din_aef630b9-eee9-40ae-a5fa-463c433701a4_63869.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Mārvā raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga Marwa Drut Gat_fd7d13e1-9458-4e85-86e5-020190b0bb0c_86837.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Pahāḍi raga, Dādrā taal.", "location": "Ajoy Chakrabarty - Tori Tirchi Najaria Ke Baan Karajwa Mein Laage_d0c5220e-7a69-4a35-93cf-ca4cd62a9461_353720.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Pakhavaj, Voice instruments, Mārvā raga, Sūltāl taal, flowing effortlessly.", "location": "Gundecha Brothers - Raga Marwa Drut Gat_fd7d13e1-9458-4e85-86e5-020190b0bb0c_116837.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Lalit raga.", "location": "K_6cd94f6d-607d-415e-ae0c-127492f76ef1_117535.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Basavraj Rajaguru - Raga Alhaiya Bilawal_3d0539f5-2d30-422f-9647-b3e14fd9787d_608012.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Mālkauns raga, ēktāl taal, flowing effortlessly.", "location": "Prabha Atre - Mana Samajha Baaware_7166ab0e-4279-4b99-8caa-ca40f788a246_622571.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Gauḍ sāraṅg raga, Tīntāl, ēktāl taal, Vilaṁbit laaya explore new depths.", "location": "Bhimsen Joshi - Raga Gaud Sarang_fa61b3ec-f0cc-4ff8-9b8b-498f88d6cf6a_391602.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Basavraj Rajaguru - Raga Alhaiya Bilawal_3d0539f5-2d30-422f-9647-b3e14fd9787d_698012.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Sitar instruments, Yaman kalyāṇ raga, Tīntāl taal, Madhya laaya.", "location": "Vilayat Khan - Raga Yaman_cc10fc3d-b96e-4c58-9c17-0ae85c68779a_338444.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Ārabhi raga, Maṭṭā, Tīntāl taal, Madhya laaya explore new depths.", "location": "Ashwini Bhide Deshpande - Raga Aarabhi_b918e6c2-7e16-4163-b647-b27605707de3_187010.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Alahaiyā bilāval raga explore new depths.", "location": "Jasraj - Karat Shringar Maiya Man Bhavat_7ed38940-f5e5-46cb-897d-ed408ddf8c85_273738.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Bāgēśrī raga explore new depths.", "location": "Hirabai Barodekar - Eri Aise Kaise Ghar Jaaun_dd20badd-61cc-47ac-9222-12d898dcbe24_37041.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bhairavi raga, Ādhā taal.", "location": "Bhimsen Joshi - Raga Bhairavi_6f2ff6eb-92a4-4125-ad9b-f02cffd3d62a_341222.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice instruments, Bhairavi raga, Jaṭ taal explore new depths.", "location": "Jayateerth Mevundi - Raga Bhairavi_a45e8809-8aec-4eeb-b034-7ac86d1bc97d_277990.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Darbāri raga.", "location": "Salamat Ali Khan - Raga Darbari_6a23d5e1-2fb8-4dc1-89ab-a5b4aa650dfd_149065.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Miyām̐ malhār raga, Tīntāl taal.", "location": "Veena Sahasrabuddhe - Raga Miyan Malhar_a2f0d5c6-b00d-4cbc-b72e-74ee5572343e_178697.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Guṇakārī raga explore new depths.", "location": "Salamat Ali Khan - Raga Gunkali_f944262b-aee2-4e3b-8482-bf728a70f646_323172.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments.", "location": "Hirabai Barodekar - Bhajan - Chakar Rakho Ji Sanwariya_0838415c-6a1b-412e-a82b-56c350312185_98154.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Alahaiyā bilāval raga, flowing effortlessly.", "location": "Jasraj - Karat Shringar Maiya Man Bhavat_7ed38940-f5e5-46cb-897d-ed408ddf8c85_153738.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Mārvā raga, Madhya laaya.", "location": "Gundecha Brothers - Raga Marwa Jod_25d03f1f-ae02-4037-9f62-f48c7774ceeb_311642.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Durgā raga.", "location": "Gundecha Brothers - Raga Durga - Adi Shiva Shakti_970e5ca8-1af7-4645-823f-787a25cbcfb0_175959.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice, Sarangi instruments, Bibhās raga, Tīntāl taal, Madhya laaya.", "location": "Omkar Dadarkar - Raag Bibhas_d2b7d16c-d6c2-4ed0-9b63-312217b02a9e_589903.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Cārukēśi raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga Charukeshi - Jheeni Jheeni, Dhrupad Sooltaal_960a3be4-d5b3-4247-8558-80c77c0925cd_98554.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice instruments, Bāgēśrī raga, ēktāl taal.", "location": "Rashid Khan - Raga Bageshri_e6356fde-18ad-4d33-b599-0048403d5b37_108890.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Pakhavaj, Voice, Sarangi, Harmonium, Violin, Morsing, Cymbals, Ghatam, Mridangam instruments, Yaman kalyāṇ raga, flowing effortlessly.", "location": "Kaushiki Chakrabarty - Bhajan: Ganesh Vandana_3e56f548-dfa7-4476-a86b-c6cee80b6511_194365.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Maṅgal bhairav raga, Tīntāl, Tilavāḍā taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Bhor Bhai Sakhi Ri & Chouk Pari Hoon_fa194900-6910-4f46-831c-946e01e01c05_818379.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice, Tambura instruments, Ārabhi raga, Maṭṭā, Tīntāl taal, Madhya laaya.", "location": "Ashwini Bhide Deshpande - Raga Aarabhi_b918e6c2-7e16-4163-b647-b27605707de3_607010.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Mārvā raga.", "location": "Gundecha Brothers - Raga - Marawa - Alap_8a666779-7818-42ba-9c53-3785ee700022_198990.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tambura, Pakhavaj, Voice instruments, Mārvā raga, Madhya laaya explore new depths.", "location": "Gundecha Brothers - Raga Marwa Jod_25d03f1f-ae02-4037-9f62-f48c7774ceeb_641642.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice, Tambura instruments, Kalyāṇ raga, Tīntāl taal, flowing effortlessly.", "location": "Ajoy Chakrabarty - Raga Kalyan (Chotta Khayal)_dee669ef-01cd-47b2-a51d-f750370cf712_266615.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tambura, Tabla, Voice instruments, Basant raga, Tīntāl taal, Madhya laaya explore new depths.", "location": "Veena Sahasrabuddhe - Madhukar Aaj Basant_88b004be-6280-402b-a178-07efd6285326_433925.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Miśra māṇḍ raga.", "location": "Ajay Pohankar - Kabir Doha_48cba7c6-1aad-446d-8a33-36190a442a7f_326965.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya explore new depths.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_712322.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Sitar instruments, Khamāj raga, flowing effortlessly.", "location": "Vilayat Khan - Raga Mishra Khamaj - Aalap_52a412ba-a34c-4d3d-bb25-fa2c3a45c73c_160249.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Śivaran̄jani raga.", "location": "Gundecha Brothers - Raga Shivaranjani - Sandhya Sanjivani_dbbf170e-3a63-45ef-9bc9-d23b446f074c_284752.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Dēś raga.", "location": "Abdul Rashid Khan - Haare -Haare, Haare Piya - Desh_39f429c9-ee16-414d-b8d0-fbf1d0bc6e79_122227.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Hamsadhvāni raga, Rūpak, Ādhā cautāl taal, Vilaṁbit laaya.", "location": "Veena Sahasrabuddhe - Sakal Dukh Haran and Viharati Brahmanandani_2331050f-b7cf-46d5-a700-c7503539d7c5_1042322.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Bairāgi raga, flowing effortlessly.", "location": "Rashid Khan - Raga Bairagi Bhairav_c83a26a9-452f-49f4-bb4e-fad2d9bb9af1_333042.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Pakhavaj, Voice instruments, Cārukēśi raga, Sūltāl taal, flowing effortlessly.", "location": "Gundecha Brothers - Raga - Charukeshi - Jhini Jhini_6761dcd8-4b65-4370-8f3c-1b2bc03e67a0_307942.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments explore new depths.", "location": "Shrinivas Joshi - Introductary Commentary_3316fa52-f394-4894-9f8d-7cf25674ec28_90802.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Violin, Tabla, Voice instruments, Kīravāṇi raga, ēktāl taal, Madhya laaya, flowing effortlessly.", "location": "Kaustuv Kanti Ganguli - Kirwani Bhajan_f89ad73c-88a0-4cb4-b8cc-e5241a77d8b9_360782.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice, Tambura instruments, Alahaiyā bilāval raga, Jhūmrā, Jhaptāl taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Mangta Hoon Tere Dar Ka & E Ha Jiyo Pa_c53396aa-f369-4875-8c61-3f29787da6f5_315412.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Mārvā raga.", "location": "Hirabai Barodekar - Ata Tana Dere Na_7081d924-c8e4-4216-9e69-ca397c10550b_162553.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Mēgh malahār raga, Jhaptāl taal, flowing effortlessly.", "location": "Bade Ghulam Ali Khan - Raga Megh Malhar Sadra_e51aa478-25e7-4d82-8cf2-b84c6c71a57c_629981.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Puriyā dhanaśrī raga.", "location": "Gundecha Brothers - Raga - Puriya Dhanashri - Alap_b11d60e8-6841-4d14-95b3-51e05d083933_74246.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Sōhōnī bhaṭiyār raga.", "location": "Kumar Gandharv - Raga Sohni Bhatiyar_a2d02d9b-c3e6-44ea-9502-7f40d5e2cf08_178885.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Gauḍ sāraṅg raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Bhimsen Joshi - Raga Gaud Sarang_fa61b3ec-f0cc-4ff8-9b8b-498f88d6cf6a_541602.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Bhairavi raga, flowing effortlessly.", "location": "Jasraj - Raga: Bairavi_1b2655a4-6d70-446b-baf2-86f78d507bb3_239837.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Yaman kalyāṇ, Kalyāṇi raga, flowing effortlessly.", "location": "Kaushiki Chakrabarty - Yaman - Tarana - Ode Ne Te; Kalyani - Thillana - Tadara Dani_59ccc29e-d179-4439-b523-1a269443594e_547602.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Yaman kalyāṇ raga.", "location": "Gundecha Brothers - Raga - Yaman - Alap_d19cfb9c-b854-4444-8df5-bba27c3c8e25_75212.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tambura, Tabla, Voice instruments, Tōḍī raga, Tīntāl taal explore new depths.", "location": "Kishori Amonkar - Raga Todi - Khyal in Drut Teental_240fc89a-786d-4314-8182-ee48f3083bfa_261018.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Miśra māṇḍ raga explore new depths.", "location": "Aarti Anklikar Tikekar - O Mara Bala Giridhari_d1b0cda3-2596-41a4-8a12-7fa5077f16c0_351693.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Lalit raga explore new depths.", "location": "K_6cd94f6d-607d-415e-ae0c-127492f76ef1_417535.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice, Tambura instruments, Bhāṭiyār raga.", "location": "Kaivalyakumar Gurav - Bhatiyar_cc55b9a2-bfc5-43f7-9f05-75a42e015490_276296.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Sōhinī raga explore new depths.", "location": "Bade Ghulam Ali Khan - Prem Ki Maar Katar_0159d351-703e-4db9-a2e3-553ad582256c_70960.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, Bairāgi raga, flowing effortlessly.", "location": "Rashid Khan - Raga Bairagi Bhairav_c83a26a9-452f-49f4-bb4e-fad2d9bb9af1_483042.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice instruments, Adānā raga.", "location": "Shashank Maktedar - Raga Adana_bfebb35a-0de1-4225-9532-af65f875de97_465480.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Sarangi instruments, Tilak kāmōd raga, Dīpacaṇḍī taal, flowing effortlessly.", "location": "Zakir Hussain and Sultan Khan - Chandni See Rat - Chachar Taal with vocal demonstration_3c65dc2f-b716-4891-8ac5-668ad0e4a7e9_268872.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Voice instruments, Bahār raga.", "location": "Kumar Gandharv - Raga Bahar_f6a16b24-92fb-473a-8b25-8a6517a99401_278661.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tabla, Voice instruments, flowing effortlessly.", "location": "Ajoy Chakrabarty - Taal and Sur of Thekas_2e5c159d-3dea-4a47-b871-76536866d643_86818.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Dēśakār raga.", "location": "Omkarnath Thakur - Raga Deshkar: jhanjariya Jhanke_2e64e3da-7615-4a37-b072-b709ca9ebf7d_162733.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tabla, Voice, Tambura instruments, Alahaiyā bilāval raga, Jhūmrā, Jhaptāl taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Mangta Hoon Tere Dar Ka & E Ha Jiyo Pa_c53396aa-f369-4875-8c61-3f29787da6f5_675412.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Tōḍī raga, Tīntāl taal.", "location": "Kishori Amonkar - Raga Todi - Khyal in Drut Teental_240fc89a-786d-4314-8182-ee48f3083bfa_531018.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tabla, Voice instruments, Rāmdāsī malhār raga, Tīntāl taal, Madhya laaya, flowing effortlessly.", "location": "Satyasheel Deshpande - Madho Mukund Giridhar Gopal Maro Kankariya Na Kanhai_0c47a5cd-0432-469e-98be-f5cee42a6eea_426809.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Bhīm raga, Tīntāl taal, Madhya laaya.", "location": "Veena Sahasrabuddhe - Paar Na Paayo_4c667139-f09b-4129-84d2-5609dcea6c8c_152281.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Sarod instruments, Bhōpālī tōḍī raga, ēktāl taal.", "location": "Ali Akbar Khan - Raga - Bhopal Todi (1988)_c5dc82b6-be12-4631-a6c3-934d7453fd21_830435.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Sarangi instruments, Adānā raga explore new depths.", "location": "Kamal Sabri and Sabri Khan and Sarvar Sabri and Suhail Yusuf Khan - Raag Adana_00d66bdd-73b3-4a89-9786-02051eae6dcf_79684.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Ārabhi raga, Maṭṭā, Tīntāl taal, Madhya laaya explore new depths.", "location": "Ashwini Bhide Deshpande - Raga Aarabhi_b918e6c2-7e16-4163-b647-b27605707de3_787010.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Sarod instruments, Kēdār raga, Dhamar taal.", "location": "Buddhadev Das Gupta - Raga Kedar Medium Gat in Dhammar Tala_db4def24-8162-47e9-81ab-b105fc83bf18_476312.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Voice instruments, Sur malhār raga, Jhaptāl taal, Madhya laaya explore new depths.", "location": "Satyasheel Deshpande - Jhoola Jhoolat Banmein Gopiya_02a14843-c048-46db-858c-94b79d3e82bc_279109.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Multāni raga explore new depths.", "location": "Omkarnath Thakur - Raga Multani: Surajan Matwala_60d2e413-42b4-45b2-b361-6d197c862686_116552.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bārvā raga.", "location": "Omkarnath Thakur - Kabir Bhajan: Re Din Kaise Kate Re_854c6f98-b444-42ff-aa94-b1c69fba74d8_348674.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Voice instruments, Gauḍ malhār raga, ēktāl taal, Madhya laaya.", "location": "Satyasheel Deshpande - Ban Mein Sawan Mein_6a684158-fe83-4b22-b811-a4c0cbe455fb_197825.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Pakhavaj, Voice instruments, Gurjarī tōḍī raga.", "location": "Gundecha Brothers - Raga Gurjari Todi - Katata Vikara_b8f22073-2a01-4bfe-b156-e4832b9a60c0_131482.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Hēmant raga explore new depths.", "location": "Zakir Hussain and Sultan Khan - Raag Hemant_0440d9dd-3c28-4609-99d4-bb0031b610ef_981611.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Bhairavi raga.", "location": "Jasraj - Raga: Bairavi_1b2655a4-6d70-446b-baf2-86f78d507bb3_209837.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Mālkauns raga, ēktāl taal explore new depths.", "location": "Prabha Atre - Mana Samajha Baaware_7166ab0e-4279-4b99-8caa-ca40f788a246_382571.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice, Tambura instruments, Yaman kalyāṇ raga, Tīntāl, Rūpak taal, Vilaṁbit laaya.", "location": "Aslam Hussain Khan - Sab Sudh Raakh & Karam Ki Nazar Keejiye_1a2eb3ca-9c22-4cea-9b4f-21ddbe311ce3_676373.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tambura, Tabla, Voice, Sarangi, Harmonium instruments, Dhanī raga, Tīntāl taal.", "location": "Shruti Sadolikar - Raga - Dhani_219ed2bb-52d5-4c07-8dbf-ee72105e81ed_335883.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Khamāj raga, Ādhā taal explore new depths.", "location": "Shrinivas Joshi - Raga Mishra Khamaj_f21955ab-9cb2-44d7-a17a-1755333326fb_176405.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Candrakauns, Madhukauns raga, Tīntāl taal.", "location": "Rattan Mohan Sharma and Gargee Sidhant - Raga Madhukauns and Chandrakauns_b5c26e6d-611e-49b7-978b-69318714125f_361673.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Voice instruments, Miyām̐ malhār raga explore new depths.", "location": "Kaustuv Kanti Ganguli - Raag Miyan Malhar_001932a8-85a2-4f3f-9497-5e322c85abcd_469343.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Pakhavaj, Voice instruments, Mārvā raga, Madhya laaya.", "location": "Gundecha Brothers - Raga Marwa Jod_25d03f1f-ae02-4037-9f62-f48c7774ceeb_791642.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Yaman kalyāṇ, Kalyāṇi raga.", "location": "Kaushiki Chakrabarty - Yaman - Tarana - Ode Ne Te; Kalyani - Thillana - Tadara Dani_59ccc29e-d179-4439-b523-1a269443594e_427602.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Dhanaśrī raga, Tīntāl taal.", "location": "Jasraj - Raga: Dhanashri Khayal_8a8e2539-d866-4ce2-92c7-f8320693d07b_178722.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Dēś raga.", "location": "Abdul Rashid Khan - Haare -Haare, Haare Piya - Desh_39f429c9-ee16-414d-b8d0-fbf1d0bc6e79_242227.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Bhairav raga.", "location": "Abdul Rashid Khan - Bhajo Man Govind Gopal_1ae2a3f7-05dc-4714-94f7-d578ccc669e6_159246.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Mālāvati raga.", "location": "Kumar Gandharv - Raga Malavati_bc329db2-a254-4e7a-a439-3c11090f099f_265544.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Voice instruments, Miśra māṇḍ raga, flowing effortlessly.", "location": "Hirabai Barodekar - Yaar Aakar Hua Mehmaan_45772d20-d1a3-4dc8-b1d3-485322b1f171_67219.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Harmonium, Tambura, Tabla, Voice instruments, Asā māṇḍ raga, Tīntāl taal.", "location": "Jasraj - Raga - Asa Mand_14e18129-73a2-4398-8731-65978cc21dd1_160077.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tabla, Voice instruments, Bhairavi raga, Tīntāl taal.", "location": "Girija Devi - Bandish Thumri in Raga Bhairavi (Teental)_1e9c8de9-4711-445c-b803-cd03517ade91_307367.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Bansuri instruments, Dīpāvali raga, Vilaṁbit laaya.", "location": "Pannalal Ghosh - Raga Deepawali Vilambit_29701e43-4f26-4480-b25b-3fba1b39943f_37339.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Kāphī raga.", "location": "Prabha Atre - Ranaji Mein Bairaagi Hoongi - Thumari - Raag Kafi_e4f4f4b8-9477-4e0c-be25-437f9d00a5cc_162507.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Tōḍī raga, Tīntāl taal.", "location": "Kishori Amonkar - Raga Todi - Khyal in Drut Teental_240fc89a-786d-4314-8182-ee48f3083bfa_651018.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Sitar instruments, Candrakauns raga.", "location": "Vilayat Khan - Raga Chandrakauns - Asthai_d0f2e2f0-c693-4c39-8ce4-27944e14494d_131001.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Kāphī raga.", "location": "Prabha Atre - Ranaji Mein Bairaagi Hoongi - Thumari - Raag Kafi_e4f4f4b8-9477-4e0c-be25-437f9d00a5cc_492507.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Tambura, Tabla, Sitar instruments, Simhēndra madhyamaṁ raga, flowing effortlessly.", "location": "Ravi Shankar - Raga Simhendra Madhyamam_10e7ffd2-553a-4c30-a4e4-fbcf39565888_491416.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Tabla, Voice instruments, Bahār raga.", "location": "Kumar Gandharv - Raga Bahar_f6a16b24-92fb-473a-8b25-8a6517a99401_308661.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Sōhinī raga.", "location": "Ajoy Chakrabarty - Thumri Sohoni_a329b78b-72c9-486a-9f3b-2eca25ee3a5e_199573.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Harmonium, Tabla, Voice, Tambura instruments, Nāyakī kānaḍā raga, Jhaptāl, ēktāl taal, Vilaṁbit laaya explore new depths.", "location": "Jasraj - More Piya Jo Ghar Aye_454819cb-8447-4bb4-92f4-3c8c37e837ae_650501.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Tabla, Voice instruments, Mārūbihāg raga explore new depths.", "location": "Bhimsen Joshi - Rag Maru Bihag - Alap_4a62d6c1-4e4e-436d-ad44-849087e45322_244574.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice instruments, Bairāgi raga.", "location": "Rashid Khan - Raga Bairagi Bhairav_c83a26a9-452f-49f4-bb4e-fad2d9bb9af1_363042.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Bilāsakhānī tōḍī raga, Tīntāl taal.", "location": "Rashid Khan - Raga Bilaskhani Todi - Teen Taal - \"Kahe Karat Mose Jhagra\"_cea23091-929c-41b8-ba26-9f6a7b8f9742_121211.wav"}
{"captions": "Imagine a traditional Hindustani Classical performance that brings together Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya, flowing effortlessly.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_1143035.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Harmonium, Tambura, Tabla, Voice instruments, Alahaiyā bilāval raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Jasraj - Raga Alahiya Bilawal_9117fa28-df28-4bb8-a0e3-b70e60fed262_1473035.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tambura, Pakhavaj, Voice instruments, Gurjarī tōḍī raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga Gujari Todi_25ae3ac8-eccb-48d4-8e53-320131d759c2_819120.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Tambura, Tabla, Harp, Voice, Harmonium instruments, Gauḍ malhār raga, Tīntāl taal.", "location": "Kishori Amonkar - Raga: Gaud Malhar: Drut Teental_28dd1d68-ee23-47f4-8776-33cc18adc44a_256496.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Tabla, Voice instruments, Kāmōdvanti raga, Tīntāl taal.", "location": "Kumar Gandharv - Raga Kamodvanti_266a4a19-c0f6-4da7-b13f-52a68089b97f_265637.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Voice instruments, Gauḍ sāraṅg raga, Tīntāl, ēktāl taal, Vilaṁbit laaya.", "location": "Bhimsen Joshi - Raga Gaud Sarang_fa61b3ec-f0cc-4ff8-9b8b-498f88d6cf6a_751602.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Miśra māṇḍ raga.", "location": "Ajay Pohankar - Kabir Doha_48cba7c6-1aad-446d-8a33-36190a442a7f_116965.wav"}
{"captions": "Craft a mesmerizing Hindustani Classical melody that intertwines the essence of Voice instruments, Cārukēśi raga, Sūltāl taal.", "location": "Gundecha Brothers - Raga Charukeshi - Jheeni Jheeni, Dhrupad Sooltaal_960a3be4-d5b3-4247-8558-80c77c0925cd_188554.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tambura, Tabla, Voice instruments, Br̥ndāvanī sāraṅg, Jōg raga, Tīntāl taal, Madhya laaya.", "location": "Rattan Mohan Sharma and Gargee Sidhant - Raga Vrindavani Sarang And Jog_8df62a60-04fd-4c5a-b24f-868eca3cef1c_245861.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice instruments, Mājh khamāj raga, Dīpacaṇḍī taal.", "location": "Kaushiki Chakrabarty - Chaiti - Chaitar Chunar Ranga De_d3cc950a-f629-4ae5-8dc1-67eb8b0ec454_625575.wav"}
{"captions": "Compose a soulful Hindustani Classical piece that blends the rich timbre of Harmonium, Tabla, Voice instruments, Bairāgi raga.", "location": "Rashid Khan - Raga Bairagi Bhairav_c83a26a9-452f-49f4-bb4e-fad2d9bb9af1_273042.wav"}
{"captions": "Envision a timeless Hindustani Classical recital where the harmonious blend of Voice instruments, Dēśakār raga.", "location": "Hirabai Barodekar - Raga Deskar - Hun To Tere Kaaran Jaagi_b841469c-4420-43f8-947e-91d97f72d344_37308.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Bansuri instruments, Basant mukhāri raga explore new depths.", "location": "Pannalal Ghosh - Raga Basant Mukhari_c377f3df-3c45-4179-b1fc-ac155acb009d_125761.wav"}
{"captions": "Design a captivating Hindustani Classical composition where the soothing tones of Hēmant raga explore new depths.", "location": "Zakir Hussain and Sultan Khan - Raag Hemant_0440d9dd-3c28-4609-99d4-bb0031b610ef_441611.wav"}
